kanji3=[
"一","二","三","四","五","六","七","八","九","十","百","千","万","円","時"
]
kanji4=[
"日","本","人","月","火","水","木","金","土","曜","上","下","中","半"
]
kanji5 = [
"山","川","元","気","私","今","田","女","男","見","行","食","飲","天"
]
kanji6 = [
    "東","西","南","北","口","出","右","左","分","先","生","大","学","外","国"
]
kanji7=[
    "京","子","小","会","社","父","母","高","校","毎","語","文","帰","入"
]
kanji8=[
    "員","新","聞","作","仕","事","電","車","休","言","読","思","次","何"
]
kanji9=[
    "午","後","前","名","白","雨","書","友","間","家","話","少","古","知","来"
]
kanji10=[
    "住","正","年","売","買","町","長","道","雪","立","自","夜","朝","持"
]
kanji11=[
    "手","紙","好","近","明","病","院","映","画","歌","市","所","勉","強","有","旅"
]
kanji12=[
    "昔","々","神","早","起","牛","使","働","連","別","度","赤","青","色"
]

l5={
    "kanji3":kanji3,"kanji4":kanji4,"kanji5":kanji5,"kanji6":kanji6,"kanji7":kanji7,"kanji8":kanji8,
    "kanji9":kanji9,"kanji10":kanji10,"kanji11":kanji11,"kanji12":kanji12
}